{"inkVersion":19,"root":[["^RIC SOARES ATO 1","\n",{"->":"INTRO"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"INTRO":["^Falaaa Renatinha, tudo em cima?","\n",{"->":"ESCOLHAS"},{"#f":1}],"ESCOLHAS":[["ev","str","^Puxar papo","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Mostrar Celular","/str",{"VAR?":"Celular"},"/ev",{"*":".^.c-1","flg":21},"ev","str","^Mostrar Banana","/str",{"VAR?":"Banana"},"/ev",{"*":".^.c-2","flg":21},"ev","str","^Falar do celular","/str",{"CNT?":"ITEM_A"},"/ev",{"*":".^.c-3","flg":5},"ev","str","^Falar da banana","/str",{"CNT?":"ITEM_B"},"/ev",{"*":".^.c-4","flg":5},"ev","str","^Meter o pé","/str","/ev",{"*":".^.c-5","flg":4},{"c-0":["^ ",{"->":"PADRAO"},"\n",{"#f":5}],"c-1":["^ ",{"->":"ITEM_A"},"\n",{"#f":5}],"c-2":["^ ",{"->":"ITEM_B"},"\n",{"#f":5}],"c-3":["^ ",{"->":"ITEM_A_TERMINADO"},"\n",{"#f":5}],"c-4":["^ ",{"->":"ITEM_B_TERMINADO"},"\n",{"#f":5}],"c-5":["^ ",{"->":"FIM"},"\n",{"#f":5}]}],{"#f":1}],"PADRAO":["^Esse Toninho me paga, desgraçado. Vacilão morre cedo! ",{"#":"NAME_RICSOARES"},"\n",{"->":"ESCOLHAS"},{"#f":1}],"ITEM_A":["^CARACA DOIDONA...Onde você conseguiu esse paparazi? Cuidado para não ficar gamadona no papai aqui ;)  ",{"#":"NAME_RICSOARES"},"\n","^(Não importa quanto tempo eu passe longe...  o Ricardo fica se atirando na primeira que aparece na frente dele, sai de mim chulé) ",{"#":"NAME_PROTAGONISTA"},"\n","^Ric, escuta, estou querendo te ajudar, eu sei mais do que ningúem que por trás desse jeito tem um bom coração. ",{"#":"NAME_PROTAGONISTA"},"\n","^Você nunca machucaria ninguém, eu tenho certeza! Por isso fui atrás de pistas para te inocentar! ",{"#":"NAME_PROTAGONISTA"},"\n","^Pô Renatinha, assim eu gamo forte! Mas não me liguei como essa fotinha vai salvar minha pele? Toninho já ta boladão comigo, até mandou você atrás do meu pescoço. ",{"#":"NAME_RICSOARES"},"\n","^Ric, presta atenção!",{"#":"NAME_PROTAGONISTA"},"\n","^Olha aqui, essa foto foi tirada ontem a noite, então não tinha como você estar no Forrózaum de Lagoinha e estar fechando o Buracão ao mesmo tempo!","\n",{"#":"NAME_PROTAGONISTA"},"^Renata nem teve como reagir, na mesma hora Ric Soares se atirou em sua direção coberto de... lágrimas?!!","\n","^AHHHH Nem acredito, eu sou inocente! Minha mãe disse que ia me matar se eu fosse preso. Agora vou poder ficar! Namoral nunca mais eu bebo na vida. ",{"#":"NAME_RICSOARES"},"\n","^Valeu mesmo Renatinha, tu é mais que uma irmã, tu é uma sister!","\n",{"#":"NAME_RICSOARES"},"^(Ai...ai...bem, pelo menos tenho menos um suspeito na lista, valeu Michel, mal te conheço mas já te considero pacas)","\n",{"#":"NAME_PROTAGONISTA"},{"#":"GIVE_Celular"},{"->":"FIM"},{"#f":1}],"ITEM_A_TERMINADO":["^Nunca vou esquecer o que tu fez por mim sister! ",{"#":"NAME_RICSOARES"},"\n",{"->":"ESCOLHAS"},{"#f":1}],"ITEM_B":["^Pô brigadão adoro banana, mas já almocei! ",{"#":"NAME_RICSOARES"},"\n","^Não é isso seu tonto! Não deu pra perceber que essa banana foi atropelada? Olha as marcas de pneu nela e... ",{"#":""},{"#":"NAME_PROTAGONISTA"},"\n","^Eca! Pode crer, que nojo! Por que tu veio me mostrar isso? Namoral vocês da cidade gostam de uns bagulhos muito estranhos. Isso ai já passou da regra dos 5 segundos tem tempo! ",{"#":"NAME_RICSOARES"},"\n","^Cara esquece a porcaria da banana, presta atenção no pneu! ",{"#":""},{"#":"NAME_PROTAGONISTA"},"\n","^Mas nem me fala de pneu que já me dá um ódio no coração... depois do acidente empinando as motocas o João foi parar no hospital por ter tombado naquela cratera. ",{"#":"NAME_RICSOARES"},"\n","^Falei pro cara segurar firme que eu era piloto de fuga no volante! Mas mesmo assim deu no que deu. ",{"#":"NAME_RICSOARES"},"\n","^Desde essa gafe manchei minha fama de dublê e ainda fiquei todo ferrado! E pior de tudo, mainha me proibiu de usar minha moto por que estava sendo imprudente...prendeu até ela ali no poste tadinha. Falou que só um motivo muito bom pra ela me deixar usar ela denovo e... ",{"#":"NAME_RICSOARES"},"\n","^RIC ME ESCUTA! CE FALA DEMAIS OXI!!! ",{"#":"NAME_PROTAGONISTA"},"\n","^Acho que sei por que você caiu da moto ",{"#":"NAME_PROTAGONISTA"},"\n","^(Tá que você tava pedindo empinando que nem um doido do lado do Buracão mas...)","\n",{"#":"NAME_PROTAGONISTA"},"^A resposta é essa banana! Encotrei ela no meio da rua, e as marcas dela são as mesmas do pneu da sua moto! ",{"#":"NAME_PROTAGONISTA"},"\n","^Meu Santo Rafael! Só podia ser um motivo besta desses, nunca duvidei das minha habilidades. Agora vou conseguir pegar minha motoca de volta e ir pedir perdão pelo vacilo com o João no hospital. ",{"#":"NAME_RICSOARES"},"\n","^Valeu mesmo Renatinha! Tu é top demais! ",{"#":"NAME_RICSOARES"},"\n","^(Renata só vê Ric correndo sorrindo e gritando MANHÊEEEE enquanto se distancia...)","\n",{"->":"FIM"},{"#f":1}],"ITEM_B_TERMINADO":["^Acho que logo logo o João vai poder empinar as motocas comigo de novo! ",{"#":"NAME_RICSOARES"},"\n",{"->":"ESCOLHAS"},{"#f":1}],"FIM":["^Nóiz se vê por ai! ",{"#":"NAME_RICSOARES"},{"#":"END_DIALOGUE"},"\n",{"->":"INTRO"},{"#f":1}],"global decl":["ev",0,{"VAR=":"Banana"},0,{"VAR=":"Celular"},"/ev","end",null],"#f":1}],"listDefs":{}}