{"inkVersion":19,"root":[[{"->":"INICIO"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"INICIO":["^Fala ai moça, ",["ev","visit",3,"seq","/ev","ev","du",0,"==","/ev",{"->":".^.s0","c":true},"ev","du",1,"==","/ev",{"->":".^.s1","c":true},"ev","du",2,"==","/ev",{"->":".^.s2","c":true},"nop",{"s0":["pop","^suave na nave?",{"->":".^.^.23"},null],"s1":["pop","^tranquilo como esquilo?",{"->":".^.^.23"},null],"s2":["pop",{"->":".^.^.23"},null],"#f":5}],"^ ",{"->":"ESCOLHAS"},{"#":"NAME_SUELLEN"},"\n",{"#f":1}],"ESCOLHAS":[["ev","str","^Puxar assunto","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Mostrar Item A","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Mostrar Item B","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Vazar","/str","/ev",{"*":".^.c-3","flg":4},{"c-0":["^ ",{"->":"ASSUNTO"},"\n",{"#f":5}],"c-1":["^ ",{"->":"ITEM_A"},"\n",{"#f":5}],"c-2":["^ ",{"->":"ITEM_B"},"\n",{"#f":5}],"c-3":["^ ",{"->":"FIM"},"\n",{"#f":5}]}],{"#f":1}],"ASSUNTO":["^\"E ai pequena, não reparou alguma coisa estranha na cidade hoje? ",{"#":"NAME_PROTAGONISTA"},"\n","^Na humildade moça, é difícil não reparar quando um Buracão daqueles é tampado.","\n","^Ele tá ai no meio da cidade desde que eu nasci. Não entendo como o \"seu prefeito\" não tinha fechado ele até hoje.","\n","^Pois é, já estou há anos fora da cidade, e desde que sai daqui essa cratera já fazia parte da vida desse lugar.","\n","^Esse buraco era uma desgraça! Nunca vi meu time ser campeão por causa dele!","\n","^O que o bumbum tem a ver com as calças?","\n","^Papai sempre falava: \"O \"TIME\" vai ser campeão no dia que fecharem aquele buraco!\"","\n","^E finalmente aconteceu, só pode ser algum milagre!","\n","^Meu tio torce pro \"...\" , mas nunca vi eles fazerem um gol..","\n","^Espero que a TV lá de casa pare de dar interferência, daqui a pouquinho vai rolar a partida do Brasileirão.","\n",{"->":"FIM"},{"#f":1}],"ITEM_A":["^Ela funciona mesmo??","\n","^Funciona sim, o Crispin me garantiu! Ele comprou umas antenas novas pro buteco, aí acabou se desfazendo dessas. Como tava passando por aqui, vim ver se te interessava.","\n","^Nossa moça, você é braba demais!! Claro que quero, finalmente vou poder assistir um jogo do timão de forma decente!","\n","^Alias.. Quer ir lá em casa assistir o jogo comigo?","\n","^Você não acha melhor chamar seus amigos?","\n","^É complicado moça.. as meninas odeiam futebol, e os meninos ficam tirando sarro de mim por que eu gosto de jogar. Acabo assistindo sozinha ou com o meu pai. Mas hoje ele trabalha o dia todo.","\n","^(Tadinha, acho que não faz mal dar uma relaxada do serviço)","\n","^Tudo bem, vou adorar! Vou levar uma pipoca pra gente fazer enquanto vê o jogo!","\n","^Obaaaa!!!","\n",[["^((Depois do jogo acabar))----","\n","^Parece que o papai não entende nada de futebol, perdemos de novo...","\n","^Faz parte menina, não esquenta com isso não. Tenho certeza que o buraco não tem nada a ver com o campeonato, eles podem só ter dado azar mesmo.","\n","^Tranquilo.. deve ser mesmo. Mas valeu moça! Muito obrigado mesmo pela companhia! Bom te ter aqui pela cidade!","\n","done",{"#f":5,"#n":"g-0"}],null],{"#f":1}],"ITEM_A_TERMINADO":["^Frase de Agradecimento genêrica","\n",{"->":"FIM"},{"#f":1}],"ITEM_B":["^Onde você achou isso??","\n","^Tava presa na arvoré em frente a casa da Marcia Caloteira. Ela ficou bem bolada com a situação. Quando passei ali perto, ela estava resmungando, acusando algumas \"crianças encrenqueiras\" de estarem arruinando a propriedade dela.","\n","^Cara, que papo é esse!? Eu isolei essa bola faz quase uma semana, ninguém conseguiu encontrar desde então.","\n","^Até por isso que os meninos me proibiram de brincar com eles..","\n","^Pra eles sou só uma garota idiota que não sabe jogar bola.","\n","^Pode ficar tranquila, tenho certeza que você ainda vai se tornar uma jogadora de futebol magnífica！ Vai deixar esses otários no chinelo! O dia que você virar a próxima Marta, eles vão implorar de joelhos para jogar com você!","\n","^Que moralzona tu tá me dando em moça,assim fico até sem graça! Acho que esses dias vou dar uma treinada! Não quero decepcionar uma pessoa tão bacana e faço questão de provar pra esses bocós quem é a dona dessa rua!","\n","done",{"#f":1}],"ITEM_B_TERMINADO":["^Acho que vou voltar pra casa agora. Ja esta ficando tarde, e o papai nao gosta muito que eu fique na rua ate tarde.","\n",{"->":"FIM"},{"#f":1}],"FIM":[{"#":"END_DIALOGUE"},"^então tchau!","\n",{"->":"INICIO"},{"#f":1}],"#f":1}],"listDefs":{}}